IDEA Open Model
LineSupport.TypeEdgePosition Property
Compatible with IDEA StatiCa 20.1
 edge position type
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TypeEdgePosition TypeEdgePosition { get; set; }
Public Property TypeEdgePosition As TypeEdgePosition
	Get
	Set
Property Value
Type: TypeEdgePosition
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace